tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jamesstidard/formulas"
brew "readline"
brew "python"
brew "asdf"
brew "expect"
brew "fish"
brew "gcc"
brew "git"
brew "hub"
brew "make"
brew "mercurial"
brew "pipenv"
brew "pyenv"
brew "rpl"
brew "tmux"
brew "vim"
brew "zlib"
brew "heroku/brew/heroku"
brew "qt"
